/* 
  iyan3d-en.strings
  Iyan3D

  Created by sabish on 21/07/16.
  Copyright © 2016 Smackall Games. All rights reserved.
*/

"Loading Assets" = "Loading Assets";
"Scenes" = "scenes";

"Information" = "Informatie";
"Already_upgraded_Premium_Please_Restore_Purchase_Message" = "Je hebt al een upgrade naar Premium. Gelieve ' Signin ' en te gebruiken in het menu 'Instellingen' om uw aankoop te controleren ' Purchase Restore '.";
"Alert" = "alarm";
"OK" = "OK";
"Ok" = "OK";
"No_Email_account_configured" = "Geen e-mail account is geconfigureerd op dit apparaat.";
"My Scene %d" = "Mijn scene %d";

"Warning" = "Waarschuwing";
"Scene_name_empty" = "Scene naam kan niet leeg zijn.";
"Scene_name_special_character" = "Scene naam mag geen speciale tekens bevatten.";

"Duplicate_Scene_Name" = "Dupliceren Scenenaam";
"Duplicate_Scene_Name_message" = "Een andere scène met dezelfde naam bestaat al. Geef een andere naam.";

"Rename Scene" = "hernoemen Scene";
"Please enter a new Scene name" = "Voer een nieuwe Scene naam";
"Cancel" = "Annuleer";
"Scene Name" = "scène Naam";

"A Scene created using Iyan 3D in iOS." = "Een scène gemaakt met behulp van 3D- Iyan in iOS.";

"Success" = "Succes";
"file_successfully_saved_dropbox" = "Bestand succesvol opgeslagen naar DropBox . U vindt het in je Dropbox-account ' Apps / Iyan3D .";

"Failure" = "Mislukking";
"Error_uploading_file" = "Fout bij uploaden van bestand. Controleer uw internetverbinding.";
"unable_connect_server" = "Kan geen verbinding met de server , Controleer uw netwerkinstellingen.";
"Connection Error" = "Verbindingsfout";
"max_five_lights_per_scene" = "Scène kan niet meer dan vijf lampjes bevatten.";
"File Corrupted" = "Bestand beschadigd";
"File_Corrupted_message" = "Het project dat u probeert te openen is beschadigd.";

"Select Bone Structure" = "Selecteer botten";
"start_single_bone_or_human_message" = "Je kan ofwel beginnen met een volledige Menselijke bot structuur of met één been ?";
"Single Bone" = "Single Bone";
"Human Bone Structure" = "Menselijke botten";
"rigging_back_previous_mode" = "Bent u zeker dat u wilt terug naar de vorige modus gaan ? Door het indrukken van Yes alle wijzigingen zullen worden weggegooid.";
"NO" = "NEE";
"Yes" = "Ja";

"Light %d" = "Licht %d";
"Delete" = "Verwijder";
"Clone" = "Clone";
"copy_limit_exceed_message" = "limit Copy overschreden. Importeer het object met ' Add' button op de toolbar.";

"CAMERA" = "CAMERA";
"LIGHT" = "LICHT";
"Image : %@" = "Beeld : %@";
"Text : %@" = "Tekst : %@";
"Video : %@" = "Video : %@";

"apply_animation_error" = "Selecteer een tekst of karakter om de animatie toe te passen.";
"Save your Animation as template" = "Sla uw Animation als template";
"Animation Name" = "Animation Naam";
"Bones cannot be added to this model." = "Beenderen niet worden toegevoegd bij het model.";
"model_cannot_add_bone" = "Dit model werd opgetuigd met behulp van de vorige versie. Enkele envelopgegevens kunnen ontbreken . Wil je doorgaan?";

"Please Select any Node to add Bone" = "Selecteer de Node om Bone toe te voegen";
"Delete Animation in this Frame" = "Verwijder Animation in dit Frame";
"Delete Animation in this Frame" = "Verwijder Animation in dit Frame";
"Delete Object" = "Verwijder Object";

"Info" = "info";
"There is no animation in this frame." = "Er is geen animatie in dit frame.";
"Animation name cannot be empty." = "Animatie naam kan niet leeg zijn.";
"Animation_Name_special" = "Animatie Naam kan geen speciale tekens bevatten.";

"Step_1_rigging_message" = "Leg de botten in de juiste posities binnen het model.";
"Step_2_rigging_message" = "Schaal envelop elk bot naar de omliggende mesh te dekken.";
"Step_3_rigging_message" = "Zorg ervoor dat het tuig is perfect door animeren het model.";
"PREVIEW" = "PREVIEW";
"ADJUST ENVELOP" = "AANPASSEN WIKKELT";
"ATTACH SKELETON" = "BIJVOEGEN SKELET";

"Cone" = "Kegel";
"Cube" = "Kubus";
"Cylinder" = "Cilinder";
"Plane" = "Vlak";
"Sphere" = "Gebied";
"Torus" = "Torus";

"bone_count_exceed" = "De maximale botten per object kan niet hoger zijn dan 57.";



"Category" = "Categorie";
"All Models" = "alle modellen";
"Character" = "Karakter";
"Backgrounds" = "Achtergronden";
"Accessories" = "Accessoires";
"Minecraft" = "Minecraft";
"FNAF" = "iname";
"My Library" = "Mijn bibliotheek";

"Rename Object" = "hernoemen Object";
"Please enter a name" = "Geef een naam";
"Please Choose Font Style." = "Maak keuze Font Style.";
"Please enter some text to add." = "U dient een tekst toe te voegen.";


"Create a Scene" = "Maak een Scene";
"Animate Character" = "animeren Karakter";
"Export Video" = "Video exporteren";
"Share your video" = "Deel je video";

"onboarding_message_#1" = "personages , omgevingen , rekwisieten toevoegen uit onze bibliotheek met meer dan 300 activa of importeren een OBJ bestand via een externe bron.";
"onboarding_message_#2" = "Breng je personage tot leven met onze vooraf gedefinieerde bewegingen , gelden physics simulatie of maak een van uw eigen acties.";
"onboarding_message_#3" = "Render de laatste video met de gewenste kwaliteit en stijl.";
"onboarding_message_#4" = "Dat is het. Stuur uw 3D-film en showoff je creatieve vaardigheden om uw vrienden.";

"Next" = "volgende";
"Let's get started" = "Laten we beginnen";

"Models" = "modellen";
"Images" = "Afbeeldingen";
"Videos" = "Videos";
"Text" = "Tekst";
"Light" = "Licht";
"OBJ File" = "OBJ File";
"Add Bone" = "Bone toevoegen";
"Particle Effects" = "Particle Effects";

"Apply Animation" = "Apply Animation";
"Save Animation" = "Save Animation";
"Images" = "Afbeeldingen";
"Videos" = "Videos";

"Tutorials" = "tutorials";
"Settings" = "instellingen";
"Rate This App" = "Beoordeel deze app";
"Follow Us" = "Volg ons";
"Contact Us" = "Neem contact met ons op";

"Front" = "Voorkant";
"Top" = "Top";
"Left" = "Links";
"Back" = "Terug";
"Right" = "Rechts";
"Bottom" = "Bodem";

"1 Frame" = "1 omlijsting";
"24 Frames" = "24 omlijsting";
"240 Frames" = "240 omlijsting";

"Camera" = "Camera";
"Light" = "Licht";

"Clone" = "Clone";
"Delete" = "Verwijder";
"Rename" = "andere naam geven";

"Move Camera" = "Move Camera";
"Publish" = "Publiceren";
"No data" = "Geen gegevens";

"share_image_social_media" = "Een 3D-scène , ik heb gemaakt met Iyan 3D op iOS";
"share_video_social_media" = "Een animatie video , ik heb gemaakt met Iyan 3D op iOS";

"only_hq_options" = "Deze eigenschap is alleen voor HighQuality Rendering.";
"reopen_apply_changes" = "Gelieve te heropenen de scène om de wijziging toe te passen.";
"sign_in_to_continue" = "Behagen signin om door te gaan.";
"no_premium_restored" = "Er lijkt een probleem te zijn met uw aankoop . Zorg ervoor dat je Premium hebt bijgewerkt met de lopende rekening.";

"In Progress" = "Bezig";
"Completed" = "Voltooid";
"In Queue" = "In de wachtrij";
"Download" = "Download";

"successful_saved_phot_gallery" = "Afbeelding / Video succesvol opgeslagen naar foto's.";
"failed_saved_phot_gallery" = "Er is een probleem downloaden van de foto / video. Probeer het later opnieuw.";

"no_twitter_account" = "Setup Twitter Accounnt in uw apparaat.";
"APPLY" = "VAN TOEPASSING ZIJN";

"select_obj_preview" = "Selecteer een OBJ om een ​​voorbeeld.";
"choose_texture" = "Kies een textuur toe te passen voor het gekozen model.";
"choose_color" = "Kies vertex kleur voor de geselecteerde OBJ.";
"tap_import_photos" = "Tik om textuur te importeren uit Photo Library.";
"tap_to_choose_texture" = "Tik om textuur / kleur voor het geselecteerde object kiezen.";
"import_model_selected_texture" = "Importeer het model met de geselecteerde textuur / kleur.";
"add_obj_document_dir" = "Voeg OBJ/DAE/FBX/3DS bestanden in Document Directory.";
"add_texture_document_dir" = "Voeg OBJ bestanden in DocumentAdd Texture bestanden in Document Gids.";
"Pick Color" = "Pick Color";
"ADD TO SCENE" = "toevoegen naar tafereel";

"Import Texture" = "Textuur import";

"Normal Shader" = "normaal Shader";
"Toon Shader" = "Toon Shader";
"HQ Rendering" = "HQ Rendering";

"tap_to_start" = "Tik op om te beginnen met het exporteren.";
"please_signin" = "Behagen signin om door te gaan.";

"not_enough_credits" = "U bent niet genoeg credit laad je account om verder te gaan.";
"scene_no_support_hqrender" = "Scène bevat video / praticles die momenteel niet wordt ondersteund in HQ rendering.";
"data_doesnot_exist" = "De gevraagde gegevens Doest niet bestaan ​​!!";
"hqrender_uploaded_success" = "geüpload. U kunt de voortgang van uw zien maken in uw profiel te bekijken.";
"Done" = "Gedaan";


"Rename Animation" = "hernoemen Animation";

"Trending" = "Trending";
"Featured" = "Uitgelicht";
"Top Rated" = "Top Rated";
"Recent" = "recent";
"My Animations" = "mijn Animaties";

"username_has_special_char" = "Gebruikersnaam kan geen speciale tekens bevatten.";
"username_isempty" = "Gebruikersnaam mag niet leeg zijn.";

"Success" = "Succes";
"success_animation_publish" = "Animatie succesvol Gepubliceerd.";
"bone_count_mismatch" = "Bone telling niet aan kunnen tippen.";
"fontstyle_char_unsupported" = "Het lettertype stijl die u kiest ondersteunt de tekens die u hebt ingevoerd.";

"inapp_disabled" = "In-App Purchase is uitgeschakeld . Controleer de instellingen om aankopen te schakelen.";
"missing_resources" = "Sommige bronnen bestanden ontbreken.";

"My Objects" = "mijn Objecten";
"Edit" = "Bewerk";

"ADD" = "TOEVOEGEN";
"ANIMATION" = "  animatie";
"OPTIONS" = "  opties";
"EXPORT" = "  exporteren";

"MOVE" = "  beweging";
"ROTATE" = "  draaien";
"SCALE" = "  schaal";

"ADD JOINT" = "  toevoegen gewricht";
"MIRROR" = "spiegel";
"CANCEL" = "Annuleer";
"ADD TO SCENE" = "toevoegen naar tafereel";

"Enter Text" = "invoeren Tekst";
"With Bones" = "met botten\n";
"Color" = "Kleur";
"Font Store" = "zijn blind";
"My Fonts" = "mijn fonts";
"News Feed" = "nieuwsfeed";
"Clear All" = "wis alles";
"SHARE" = "delen";
"CLOSE" = "dichtbij";

"FRAME COUNT DISPLAY" = "frametellerwaarde scherm";
"TOOLBAR" = "gereedschap";
"3D WORKSPACE" = "3D werkruimte";
"Quality" = "Kwaliteit";
"Speed" = "Snelheid";
"This setting does not affect Export quality" = "Deze instelling heeft geen invloed op de kwaliteit Export";
"MultiSelect" = "Meerkeuze selectie";

"RESTORE PURCHASE" = "HERSTEL AANKOOP";
"SETTINGS" = "INSTELLINGEN";

"Credits" = "credits";
"Add 5k Credits" = "Voeg 5k Credits";
"Add 20k Credits" = "Voeg 20k Credits";
"Add 50k Credits" = "Voeg 50k Credits";
"HQ Render Progress" = "HQ geven vooruitgang";
"Manage Account" = "beheren account";
"Sign Out" = "Teken Uit";
"Add Credits" = "Toevoegen credits";

"Sign In" = "Teken In";
"Login to enjoy more features" = "Meld u aan om meer functies te genieten";

"Copy OBJ files in Document Directory." = "Kopieer OBJ bestanden in Document Directory.";
"Import Obj" = "Importeren Obj";
"NEXT" = "volgende";

"Create Scene" = "Maakt scene";
"Creates a new scene." = "Maakt een nieuwe scène.";
"Tap to open the scene." = "Tik op om de scène te openen.";
"Tap to Clone / Delete / Share the scene." = "Tik om Clone / verwijderen / Deel de scene.";


"RENDERING PROGRESS" = "rendering vooruitgang";
"RESOLUTION" = "RESOLUTIE";
"BACKGROUND COLOR" = "ACHTERGROND KLEUR";
"WATERMARK" = "WATERMERK";
"RENDERING STYLE" = "RENDERING STIJL";
"Render Normal Shader in Your Device" = "Render Normal Shader in uw apparaat";
"LIMIT FRAMES" = "LIMIT FRAMES";

"ADD" = "TOEVOEGEN";

"Manage your account" = "Beheer je account";
"Settings, Tutorials & Contact us" = "Instellingen , Tutorials & Contacteer ons";


"Save and Exit the scene" = "Opslaan en afsluiten van de scène";
"Add Frames" = "Frames toevoegen";
"Standard view angles" = "Standaard weergave hoeken";
"Play the animation preview" = "Speel de animatie voorvertoning";
"Switch to Move / Rotate / Scale mode" = "Switch to Move / Roteren / Scale mode";
"Enable mirror to move / rotate the mirror joint of the selected joint" = "Enable spiegel te verplaatsen / draaien de spiegel gewricht van de geselecteerde joint";
"Import objects into the scene" = "Importeer objecten in de scène";
"Apply animation to the selected model/text" = "Solliciteer animatie om het gekozen model / tekst";
"Change properties of selected object" = "Verander eigenschappen van geselecteerde object";
"Export image/video to the Camera roll" = "image export / video naar de camera roll";
"Undo / Redo your actions" = "Undo / Redo uw acties";
"Tap to add the rigged model in to the scene" = "Tik op om de opgetuigd model in de scène toe te voegen";
"Tap to publish your animation to the store" = "Tik om je animatie te publiceren naar de winkel";
"Current mode in rigging" = "Huidige modus in rigging";
"Tap to add a joint to the selected joint in the rig" = "Tik op om een gezamenlijk toe te voegen aan de geselecteerde gewricht in het tuig";
"Manage objects in the scene" = "Beheren objecten in de scène";
"Switch to Move / Rotate / Scale mode" = "Switch to Move / Roteren / Scale mode";
"Enable to move / rotate the mirror joint of selected joint" = "In staat stellen om te bewegen / draaien de spiegel gewricht van de geselecteerde joint";
"Cancel rigging and go back to the scene" = "tuigage te annuleren en terug te keren naar de scène";
"Tap to change model category" = "Tik om model categorie veranderen";
"Tap to import the selected model into your scene." = "Tik op om het geselecteerde model importeren in uw scene.";
"Import selected 3D text into the scene." = "Import geselecteerde 3D ​​tekst in de scène.";
"Choose color for 3D text." = "Kies een kleur voor de 3D-tekst.";
"Add bevel to 3D text." = "bevel toe te voegen aan 3D-tekst.";
"Enter your text here." = "Voer hier uw tekst.";

"Tap to save and close the Settings." = "Tik op om de instellingen op te slaan en te sluiten.";
"Enable or Disable multiple objects selection." = "Inschakelen of meerdere objecten uitschakelen selectie.";
"Choose whether toolbar should be on the right or left side in Editor." = "Kiezen of toolbar moet zich aan de linker- of rechterkant in Edito.";
"Choose between quality or speed of rendering in Editor." = "U kunt kiezen tussen de kwaliteit of de snelheid van de rendering in Editor.";

"Enable/Disable Watermark image." = "Inschakelen image / uitschakelen Watermark.";
"Limit the number of frames to be exported." = "Beperk het aantal frames uit te voeren.";
"Credits required for the current export." = "Kredieten die vereist zijn voor de huidige export.";
"Tap to change category." = "Tik om categorie te veranderen.";
"Tap to apply animation to the selected object." = "Tik op om de animatie van toepassing op het geselecteerde object.";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";



























